/* No comment provided by engineer. */
"CPU Speed (MHz)" = "CPU Speed (MHz)";

/* No comment provided by engineer. */
"CPU Subtype" = "Sottotipo CPU";

/* No comment provided by engineer. */
"CPU Type" = "Tipo CPU";

/* No comment provided by engineer. */
"Homepage" = "Homepage";

/* No comment provided by engineer. */
"License" = "Licenza";

/* No comment provided by engineer. */
"Mac Model" = "Modello Mac";

/* No comment provided by engineer. */
"Memory (MB)" = "Memory (MB)";

/* No comment provided by engineer. */
"Number of CPUs" = "Numero di CPU";

/* No comment provided by engineer. */
"OS Version" = "Versione OS";

/* No comment provided by engineer. */
"Preferred Language" = "Lingua Preferita";

